7zip.7zip
Alacritty.Alacritty
OrangeDrangon.AndroidMessages.Desktop
angryziber.AngryIPScanner
AutoHotkey.AutoHotkey
BleachBit.BleachBit
DBBrowserForSQLite.DBBrowserForSQLite
dbeaver.dbeaver
File-New-Project.EarTrumpet
VladimirYakovlev.ElectronMail
Epilogue.EpilogueOperator
yang991178.fluent-reader
Git.Git
GuinpinSoft.MakeMKV
HeroicGamesLauncher.HeroicGamesLauncher
JeffreyPfau.mGBA
zyedidia.micro
Microsoft.DirectX
Microsoft.VCRedist.2015+.x64
Microsoft.VCRedist.2015+.x86
Microsoft.PowerShell
mRemoteNG.mRemoteNG
OBSProject.OBSStudio
Python.Python.3.12
RevoUninstaller.RevoUninstaller
Front.scrcpy+
NickeManarin.ScreenToGif
SQLite.SQLite
Starship.Starship
Valve.Steam
ventoy.Ventoy
VideoLAN.VLC
VMware.HorizonClient
Olivia.VIA
Microsoft.VisualStudioCode
Waterfox.Waterfox